{ "results": [
	{
        "believer": true,
        "commentCount": 1,
        "commentId": "fYxKCmCtoF",
        "conspirator_count": 100,
        "createdAt": "2016-01-16T10:05:10.918Z",
        "description": "Because it is. Bruuhhhh, havent you even looked at the sky yesterday or tomorrow? Pay more attentiont or you may end up in Uranus.",
        "objectId": "2pvCvEupB9",
        "rate": 3,
        "rateCount": 1,
        "title": "Why Mars is Jupiter",
        "updatedAt": "2016-01-16T12:19:42.909Z",
        "userId": "Sw8fcYJxSe",
        "username": "Test",
        "viewCount": 2
    },
	{
        "createdAt": "2016-01-16T12:17:52.961Z",
        "description": "UCF was secretly the creator of the concept for Disney World. Have you ever wondered why Disney is off the charts with all of its property that it currently owns? There is no way that one organization alone managed to come up with all the ideas that it has throughout the years without having outsourced any of the projects that were necessary. This is why I am suggesting that UCF is actually responsible for the large success for Disney as a whole. It’s not just all the internships that Disney siphons off of their parent company, UCF, but all the projects it has us do. LOL we basically made SPACE MOUNTAIN for them. I mean it couldn’t be less obvious. Clearly the display at UCF’s Engineering 2 building is an apparent example of Disney World wanting to extend part of their park into the schools landscape. I mean if we were just showing off the cart that was designed by UCF students, wouldn’t we have just displayed the cart alone? The tracks are connected underground to a still present track system that most likely would have joined both UCF and Disney World together. Of course, planners realized that this would most likely botch their cover, and so they went against this decision and conveniently covered up their mid construction with a statue commemorating our students.",
        "objectId": "7TvlWWxKGy",
        "title": "UCF is Disney!",
        "updatedAt": "2016-01-16T17:47:19.190Z",
        "username": "evan"
    },
	{
        "believer": true,
        "commentCount": 1,
        "createdAt": "2016-01-16T12:20:43.086Z",
        "description": "I'm all about coincidences, just look at all my other stuff. But this is what drives me and honestly Im going down the road of insanity. David Bowie just croaks, and next thing you know he just so happens to have this album that everyone wants to get. AND now your telling me that their is a game with music written specifically for it by David Bowie. I mean CMON ON! How obvious does it have to be? Of course he used his own death to make a lot of money. Bet he's riding nice coffin. Anyhow, luv ya BOWIE but i caught you red handed.  ",
        "objectId": "8QpFxUOgFh",
        "rate": 2,
        "rateCount": 2,
        "title": "David Bowie uses death to sell new album and game",
        "updatedAt": "2016-01-16T13:33:59.006Z",
        "username": "Wabalootee",
        "viewCount": 3
    },
	{
        "createdAt": "2016-01-16T12:22:36.124Z",
        "description": "Numerous reports starting to escalate in November are all reporting mysterious Windows 10 Operating SYstem updates from out of the blue without their explicit notification. This is because Microsoft is using a lot of \"fine-print\" logic to try and stifle our voice and forcing this plague upon us. They are essentially forcing us to be their lab rats, whether we want to or not. And dont even get me started with their infinite data collection scheme. For a second I could swear that this new Windows 10 Update is the spwan of the Google Conspiracies taking place.",
        "objectId": "AfiW0cgkZK",
        "title": "Windows 10 Updates Are Being Forced Upon The Public",
        "updatedAt": "2016-01-16T12:56:20.998Z",
        "username": "treeko"
    },
	{
        "believer": true,
        "createdAt": "2016-01-16T12:22:17.540Z",
        "description": "Have you seen this guy with his teaching? He is honestly the best teacher on a lot of the occasions. Makes you work hard and stuff. That’s a cool dude. But really I was in his Discrete II last semester and he kept telling us stuff wouldn’t be on the quizzes for the next day. And we walk in their just to find that he had been pulling our leg and he flips a RICK ROLL on us and puts it right there. I mean really? This is just the beginning man, I’m report updates soon and prove this.",
        "objectId": "FpO95C6AUf",
        "title": "The Decline of Guha",
        "updatedAt": "2016-01-16T13:01:15.777Z",
        "username": "RaDtHeFuNkAwAy"
    },
	{
        "believer": true,
        "commentCount": 2,
        "createdAt": "2016-01-16T12:21:37.892Z",
        "description": "Have you honestly been believing all of that fronting stories that Google is just trying to provide an internet connection to everyone in the world. Sure this all seems like fun and games, and that they are doing an amazing thing. But really, how is no one seeing what is actually going to transpire if we don’t garner ourselves in a collaborate effort to push away these oppressors. They are looking for GLOBAL DOMINATION. AND I KNOW what you’re thinking. \"Oh, they may just be trying to secure the global market for internet to collect more data and stuff.\" WELL THAT’S FAR FROM THE TRUTH. Have you actually seen what’s inside these airships they are lazily flying around to provide WIFI??? They are transporting cargo of great importance to their plans. Specifically placed and calculated EMP pulses will turn the world into a unorganized mess and where will everyone go for their internet provisions? Google is just going to sit on top of their thrones and send out their Android army built by all that data they have collected on all of us and we won’t be able to post anything on snapchat about how my neighbor is being attacked by funny looking green robots. Who will save Mrs. Harrison? Well definitely not anyone. Google will sit back and reap all the benefits",
        "objectId": "Vskc4ViSbx",
        "photo": {
            "__type": "File",
            "name": "tfss-32a45d0e-72cf-4484-9b89-01caa2b6d0a2-blimp-009.jpg",
            "url": "http://files.parsetfss.com/a19b43c8-51a0-460d-9ae3-b3cd57a80655/tfss-32a45d0e-72cf-4484-9b89-01caa2b6d0a2-blimp-009.jpg"
        },
        "rate": 3,
        "rateCount": 3,
        "title": "Google Airships Begin Path To Global Domination",
        "updatedAt": "2016-01-16T13:21:49.013Z",
        "username": "Nicotann",
        "viewCount": 8
    },
	{
        "believer": false,
        "commentCount": 1,
        "createdAt": "2016-01-16T12:19:11.804Z",
        "description": "Microsoft is just following directive and popular trend to stay with the game. Why is everyone so concerned with all this Big Data collection from Microsoft when we have all these other platforms doing things that are way worse? I mean have you seen Youtube and Google? Do you not even internet? Lighten up guys this is the way the world is working, and it all started because we allowed Google and Apple walk all over us with these unchecked terms and conditions. You guys should all reevaluate how you guys envision the internet before you start to criticize what you don't understand.",
        "objectId": "l648bts8xF",
        "rate": 1,
        "rateCount": 2,
        "title": "People gotta stop hating on microsoft",
        "updatedAt": "2016-01-16T13:33:03.757Z",
        "username": "Grunt4iLu",
        "viewCount": 5
    },
	{
        "createdAt": "2016-01-16T12:23:09.763Z",
        "objectId": "vQ8fxEecAO",
        "title": "",
        "updatedAt": "2016-01-16T12:40:06.809Z",
        "username": "Rickyylicky"
    },
	{
        "believer": true,
        "commentCount": 2,
        "createdAt": "2016-01-16T12:21:14.020Z",
        "description": "I mean really? \"Your lips are moving\"? Look I tested this, I went into my car before class and found this song on the radio and purposely sat as still as I could, lips included. Somehow she says my lips are moving and implies that I was lying about all these things. How assumptious of her. Like you know whos lips are moving the whole time? Hers are. I bet she doesnt even realize it but she is just playing herself here. Deeper meaning here.",
        "objectId": "xmLacwp6zq",
        "rate": 2,
        "rateCount": 2,
        "title": "Megan Trainor has no idea what she is singing about",
        "updatedAt": "2016-01-16T13:32:48.016Z",
        "username": "Telaa",
        "viewCount": 5
    },
	{
        "believer": true,
        "commentCount": 0,
        "createdAt": "2016-01-16T12:19:19.163Z",
        "description": "Look, I know UCF has a large population and that is why parking is always slims in the mornings and afternoons, but hear me out. UCF is purposely abandoning cars on the lower levels of the parking garages in order to create more issues for parking for their students. The reason??? Well they want to make sure that their students never graduate college! I swear this is the third time that I have had to take MACRO economics. They fill up the spots to make it harder to park, and therefore you keep making it to all your classes late. When this happens, teachers begin failing you on your exams because you couldn’t make it to class. Well it wasn’t my fault I lost those precious 30 minutes of class because I was stuck in parking garage D trying to find room on the ledge of the top floor. Need evidence??? Well look no further than Parking Garage A. Why are there so many cars parked their at night? It makes no sense, who is even in school at this time. These are some of their left over cars from their daily routine of parking congestion that they leave here. I’m going to the deans tomorrow about this. If you don’t hear from me after that, assume that I died and report this to the police. (Watch out, I think the police may be involved so proceed with caution)",
        "objectId": "xs3onZNQvA",
        "rate": 3,
        "rateCount": 1,
        "title": "UCF Parking Trying to make us pay more Tuition",
        "updatedAt": "2016-01-16T13:33:36.711Z",
        "username": "PrincessTanxx",
        "viewCount": 4
    }
] }